const savedIngredientHistory3 = {
  day1_feature:{
    "Жаренный рис.":{
      "label":"Жаренный рис.",
      "numberServings":6,
      "ingredients":[
        ["Куриное филе гр",798],
        ["Лук репчатый гр",210],
        ["Лук зелёный гр",30],
        ["Чеснок гр",18],
        ["Белый рис гр",300],
        ["Консервированная кукуруза гр",300],
        ["Подсолнечное масло гр",60],
        ["Соль гр",6],
        ["Яйца куриные шт",3],
        ["Соевый соус гр",30]],
        "image":"https://bartcevich.github.io/letter/image/pilaf_raisins.png"},
    "Суп пюре из тыквы":{
      "label":"Суп пюре из тыквы",
      "numberServings":6,
      "ingredients":[
        ["Куриное филе гр",360],
        ["Тыква гр",720],
        ["Морковь гр",240],
        ["Лук репчатый гр",240],
        ["Картофель гр",240],
        ["Батон гр",180]],
        "image":"https://bartcevich.github.io/letter/image_soup/pumpkin_soup.png"},
    "Капуста тушеная с мясом.":{
      "label":"Капуста тушеная с мясом.",
      "numberServings":6,
      "ingredients":[
        ["Свинина гр",390],
        ["Капуста белокачанная гр",750],
        ["Морковь гр",240],
        ["Лук репчатый гр",240],
        ["Соус томатный гр",60],
        ["Специи",6]],
        "image":"https://bartcevich.github.io/letter/image/тыквенные_блины.jpg"}},
  day3_feature:{
    "Торфяной пирог":{
      "label":"Торфяной пирог",
      "numberServings":6,
      "ingredients":[
        ["Маргарин гр",180],
        ["Творог гр",600],
        ["Масло сливочное гр",60],
        ["Мука пшеничная гр",324],
        ["Какао гр",36],
        ["Сахар гр",264],
        ["Яйца куриные шт",3.5999999999999996],
        ["Разрыхлитель гр",6],
        ["Сахар ванильный гр",6]],
        "image":"https://bartcevich.github.io/letter/image/cottage_cheese_black.png"},
    "Суп с фрикадельками и булгуром.":{
      "label":"Суп с фрикадельками и булгуром.",
      "numberServings":6,
      "ingredients":[
        ["Свиной фарш гр",450],
        ["Морковь гр",240],
        ["Картофель гр",480],
        ["Помидоры гр",300],
        ["Лук репчатый гр",210],
        ["Булгур гр",90],
        ["Специи",6],
        ["Соль гр",6],
        ["Подсолнечное масло гр",90]],
        "image":"https://bartcevich.github.io/letter/image_soup/meatballs_bulgur.png"},
    "Плов.":{
      "label":"Плов.",
      "numberServings":6,
      "ingredients":[
        ["Свинина гр",600],
        ["Лук репчатый гр",420],
        ["Морковь гр",504],
        ["Изюм гр",150],
        ["Чеснок гр",60],
        ["Белый рис гр",300],
        ["Соль гр",6],
        ["Специи",6]],
        "image":"https://bartcevich.github.io/letter/image/pilaf_raisins.png"},
    "Салат из моркови с изюмом.":{
      "label":"Салат из моркови с изюмом.",
      "numberServings":6,
      "ingredients":[
        ["Морковь гр",450],
        ["Изюм гр",72],
        ["Лимон гр",30],
        ["Сахар гр",36],
        ["Подсолнечное масло гр",42]],
        "image":"https://bartcevich.github.io/letter/image/тыквенные_блины.jpg"}},
  day5_feature:{
    "Гречневая каша с грибами":{
      "label":"Гречневая каша с грибами",
      "numberServings":6,
      "ingredients":[
        ["Грибы гр",450],
        ["Гречка гр",300],
        ["Лук репчатый гр",240],
        ["Масло сливочное гр",60],
        ["Подсолнечное масло гр",45],
        ["Соль гр",6]],
        "image":"https://bartcevich.github.io/letter/image/pilaf_raisins.png"},
    "Фасолевый суп.":{
      "label":"Фасолевый суп.",
      "numberServings":6,
      "ingredients":[
        ["Грудинка гр",360],
        ["Фасоль гр",108],
        ["Картофель гр",480],
        ["Морковь гр",300],
        ["Лук репчатый гр",180],
        ["Чеснок гр",30],
        ["Подсолнечное масло гр",120],
        ["Соус томатный гр",60],
        ["Соль гр",6],
        ["Специи",6]],
        "image":"https://bartcevich.github.io/letter/image_soup/bean_soup.png"},
    "Картошка с колбасой и зеленью.":{
      "label":"Картошка с колбасой и зеленью.",
      "numberServings":6,
      "ingredients":[
        ["Сосиски гр",600],
        ["Картофель гр",900],
        ["Лук зелёный гр",30],
        ["Укроп гр",30],
        ["Майонез гр",120],
        ["Соль гр",6]],
        "image":"https://bartcevich.github.io/letter/image/тыквенные_блины.jpg"},
    "Салат с морской капустой.":{
      "label":"Салат с морской капустой.",
      "numberServings":6,
      "ingredients":[
        ["Морская капуста гр",480],
        ["Крабовые палочки гр",300],
        ["Яйца куриные шт",3.5999999999999996],
        ["Консервированная кукуруза гр",420],
        ["Майонез гр",120],
        ["Соль гр",6],
        ["Специи",6]],
        "image":"https://bartcevich.github.io/letter/image/тыквенные_блины.jpg"}},

    };
  export function getHistory3() {
    return savedIngredientHistory3;
}