
const savedIngredientHistory2 = {
    day1_feature:{
      "Макароны по-флотски.":{
        "label":"Макароны по-флотски.",
        "numberServings":6,"ingredients":[
          ["Свиной фарш гр",450],
          ["Лук репчатый гр",240],
          ["Чеснок гр",30],
          ["Макароны гр",300],
          ["Соус томатный гр",42],
          ["Подсолнечное масло гр",60],
          ["Соль гр",6],["Специи",6]],
          "image":"https://bartcevich.github.io/letter/image/noodles_meat.png"},
      "Гороховый суп с грудинкой.":{
        "label":"Гороховый суп с грудинкой.",
        "numberServings":6,"ingredients":[
          ["Грудинка гр",210],
          ["Лук репчатый гр",78],
          ["Морковь гр",102],
          ["Чеснок гр",30],
          ["Картофель гр",300],
          ["Горох гр",198],
          ["Подсолнечное масло гр",42],
          ["Соль гр",6],["Специи",6]],
          "image":"https://bartcevich.github.io/letter/image_soup/smoked_peas.jpg"},
      "Перловка с курицей.":{
        "label":"Перловка с курицей.",
        "numberServings":6,"ingredients":[
          ["Куриные крылья гр",1200],
          ["Лук репчатый гр",198],
          ["Морковь гр",150],
          ["Чеснок гр",30],
          ["Перловка гр",348],
          ["Подсолнечное масло гр",180],
          ["Соус томатный гр",36],
          ["Соль гр",6],["Специи",6]],
          "image":"https://bartcevich.github.io/letter/image/pilaf_raisins.png"},
      "Салат из белокочанной капусты с яблоком.":{
        "label":"Салат из белокочанной капусты с яблоком.",
        "numberServings":6,"ingredients":[
          ["Капуста белокачанная гр",360],
          ["Морковь гр",60],
          ["Яблоки гр",120],
          ["Подсолнечное масло гр",36],
          ["Уксус гр",36],
          ["Сахар гр",36],
          ["Соль гр",12]],
          "image":"https://bartcevich.github.io/letter/image_salad/cabbage_apple.png"}},
    day3_feature:{
      "Ватрушка с творогом":{
        "label":"Ватрушка с творогом",
        "numberServings":6,"ingredients":[
          ["Творог гр",300],
          ["Молоко гр",180],
          ["Масло сливочное гр",60],
          ["Сметана гр",54],
          ["Мука пшеничная гр",300],
          ["Сахар гр",60],
          ["Яйца куриные шт",2.4000000000000004],
          ["Дрожжи сухие гр",7.800000000000001],
          ["Сахар ванильный гр",12],
          ["Соль гр",6]],
          "image":"https://bartcevich.github.io/letter/image/bun_cottage_cheese.png"},
      "Суп харчо.":{
        "label":"Суп харчо.",
        "numberServings":6,
        "ingredients":[
          ["Говядина гр",750],
          ["Лук репчатый гр",180],
          ["Помидоры гр",180],
          ["Чеснок гр",30],
          ["Петрушка гр",12],
          ["Белый рис гр",120],
          ["Соус томатный гр",12],
          ["Соль гр",12],
          ["Специи",12]],
          "image":"https://bartcevich.github.io/letter/image_soup/georgian_soup.png"},
      "Ёжики.":{
        "label":"Ёжики.",
        "numberServings":6,
        "ingredients":[
          ["Свиной фарш гр",678],
          ["Лук репчатый гр",120],
          ["Чеснок гр",30],
          ["Белый рис гр",90],
          ["Яйца куриные шт",1.7999999999999998],
          ["Соус томатный гр",48],
          ["Мука пшеничная гр",36],
          ["Соль гр",6],
          ["Сахар гр",6]],
          "image":"https://bartcevich.github.io/letter/image_dinner/cutlets_sticking_rice.png"},
      "Макароны отварные.":{
        "label":"Макароны отварные.",
        "numberServings":6,
        "ingredients":[
          ["Макароны гр",600],
          ["Подсолнечное масло гр",120],
          ["Соль гр",6],
          ["Масло сливочное гр",120]],
          "image":"https://bartcevich.github.io/letter/image_side_dish/boiled_pasta.png"},
      "Селедка под шубой.":{
        "label":"Селедка под шубой.",
        "numberServings":6,
        "ingredients":[
          ["Картофель гр",204],
          ["Морковь гр",78],
          ["Лук репчатый гр",48],
          ["Майонез гр",96],
          ["Соль гр",6],
          ["Специи",6],
          ["Селедка соленая гр",114]],
          "image":"https://bartcevich.github.io/letter/image_salad/herring_fur_coat.png"}},
    day5_feature:{
      "Оладьи на кефире.":{
        "label":"Оладьи на кефире.",
        "numberServings":3,
        "ingredients":[
          ["Кефир гр",375],
          ["Мука пшеничная гр",315],
          ["Яйца куриные шт",0.8999999999999999],
          ["Сахар гр",18],
          ["Подсолнечное масло гр",75],
          ["Сода гр",3],
          ["Соль гр",3]],
          "image":"https://bartcevich.github.io/letter/image/honey_kefir.png"},
      "Щи из свежей капусты":{
        "label":"Щи из свежей капусты",
        "numberServings":3,
        "ingredients":[
          ["Говядина гр",300],
          ["Капуста белокачанная гр",300],
          ["Лук репчатый гр",99],
          ["Морковь гр",75],
          ["Помидоры гр",150],
          ["Картофель гр",180],
          ["Чеснок гр",9],
          ["Подсолнечное масло гр",30],
          ["Специи",3],
          ["Соль гр",3]],
          "image":"https://bartcevich.github.io/letter/image_soup/cabbage_soup.png"},
      "Рубленные котлеты.":{
        "label":"Рубленные котлеты.",
        "numberServings":3,
        "ingredients":[
          ["Куриное филе гр",300],
          ["Сало гр",90],
          ["Чеснок гр",15],
          ["Яйца куриные шт",0.8999999999999999],
          ["Майонез гр",30],
          ["Крахмал гр",18],
          ["Подсолнечное масло гр",60],
          ["Соль гр",3],
          ["Специи",3]],
          "image":"https://bartcevich.github.io/letter/image_dinner/chopped_cutlets.png"},
      "Рассыпчатый рис басмати.":{
        "label":"Рассыпчатый рис басмати.",
        "numberServings":3,
        "ingredients":[
          ["Белый рис гр",300],
          ["Соль гр",3],
          ["Масло сливочное гр",60]],
          "image":"https://bartcevich.github.io/letter/image_side_dish/crumbly_rice.png"},
      "Морковь по-корейски.":{
        "label":"Морковь по-корейски.",
        "numberServings":3,
        "ingredients":[
          ["Морковь гр",510],
          ["Чеснок гр",15],
          ["Перец горький гр",3],
          ["Уксус гр",60],
          ["Сахар гр",30],
          ["Подсолнечное масло гр",51],
          ["Соль гр",3]],
          "image":"https://bartcevich.github.io/letter/image_salad/carrots_korean.png"}},
    day6_feature:{
      "Омлет.":{
        "label":"Омлет.",
        "numberServings":3,
        "ingredients":[
          ["Молоко гр",75],
          ["Сыры гр",60],
          ["Сосиски гр",150],
          ["Яйца куриные шт",4.5],
          ["Подсолнечное масло гр",30],
          ["Помидоры гр",150],
          ["Лук репчатый гр",150],
          ["Лук зелёный гр",15]],
          "image":"https://bartcevich.github.io/letter/image/fried_eggs.jpg"},
      "Щи из свежей капусты":{
        "label":"Щи из свежей капусты",
        "numberServings":3,
        "ingredients":[
          ["Говядина гр",300],
          ["Капуста белокачанная гр",300],
          ["Лук репчатый гр",99],
          ["Морковь гр",75],
          ["Помидоры гр",150],
          ["Картофель гр",180],
          ["Чеснок гр",9],
          ["Подсолнечное масло гр",30],
          ["Специи",3],
          ["Соль гр",3]],
          "image":"https://bartcevich.github.io/letter/image_soup/cabbage_soup.png"},
      "Рубленные котлеты.":{
        "label":"Рубленные котлеты.",
        "numberServings":3,
        "ingredients":[
          ["Куриное филе гр",300],
          ["Сало гр",90],
          ["Чеснок гр",15],
          ["Яйца куриные шт",0.8999999999999999],
          ["Майонез гр",30],
          ["Крахмал гр",18],
          ["Подсолнечное масло гр",60],
          ["Соль гр",3],
          ["Специи",3]],
          "image":"https://bartcevich.github.io/letter/image_dinner/chopped_cutlets.png"},
      "Рассыпчатый рис басмати.":{
        "label":"Рассыпчатый рис басмати.",
        "numberServings":3,
        "ingredients":[
          ["Белый рис гр",300],
          ["Соль гр",3],
          ["Масло сливочное гр",60]],
          "image":"https://bartcevich.github.io/letter/image_side_dish/crumbly_rice.png"},
      "Морковь по-корейски.":{
        "label":"Морковь по-корейски.",
        "numberServings":3,
        "ingredients":[
          ["Морковь гр",510],
          ["Чеснок гр",15],
          ["Перец горький гр",3],
          ["Уксус гр",60],
          ["Сахар гр",30],
          ["Подсолнечное масло гр",51],
          ["Соль гр",3]],
          "image":"https://bartcevich.github.io/letter/image_salad/carrots_korean.png"}}
    };
  export function getHistory2() {
    return savedIngredientHistory2;
}